Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/eneste-s.htm.tmx
Source language: sme
Languages: nob

source: 1966:s čállá Statens Institutt for Strålehygiene ( Stáhta suonjarhygienalaš instituhtta ) reivve skuvlii , mas čujuhit dasa ahte sii leat ovdal iskkadan 20 oahppi .
nob: I 1966 skriver Statens Institutt for Strålehygiene et brev til skolen , der de viser til at de tidligere har undersøkt 20 av elevene .

source: Dál sii háliidit dieđuid dan birra maid internáhttaoahppit borret , ja erenoamážit man muddui borret bohccobierggu .
nob: Nå vil de ha en oversikt over hva internatelevene spiser og særlig om inntak av reinkjøtt .

source: Dan áiggi geahččaledje eiseválddit duššin dahkat bávkkalemiid vahágiid . Easkka Černobyl-lihkohisvuođa maŋŋil , 1986:s , leat sii mieđihan ahte radioaktiivalaš suonjardeapmi čuožai ollugiidda Finnmárkkus 60-logus .
nob: På den tida forsøkte myndighetene å bagatellisere skadevirkningene , først etter Tsjernobylulykka i 1986 har man innrømmet at mange i Finnmark blei utsatt for kraftig radioaktiv stråling på 60-tallet .

source: ( Gova luoikan Nils Harald Boine )
nob: ( Foto utlånt av Nils Harald Boine )

source: Movt jođihit bohccobierggu ?
nob: Hvordan selge reinkjøtt ?

source: 80-logu gaskkamuttus lei váttis jođihit bohccobierggu , ja njuovahagain ledje dievva vuorkkát .
nob: På midten av 80-tallet var det problemer med avsetninga av reinkjøtt og slakteriene satt med store lager .

source: Go boazodoalloskuvllas lei geahččaleapmi boazodoalloekonomiijas , de lei dasto lunddolaš bargobihttá : « Maid sáhttá dahkat vai bohccobiergu johtá buorebut ? »
nob: Da reindriftsskolen hadde tentamen i reindriftsøkonomi , var derfor den naturlige oppgava : « Hvilke tiltak kan man gjøre for å øke omsetninga av reinkjøtt ? »

source: Dát lei 4-diibmosaš geahččaleapmi , muhto okta oahppi attii sisa iežas barggu juo kvártta maŋŋil .
nob: Det var en 4-timers eksamen , men en elev leverte allerede etter et kvarter .

source: Su vástádus lei ná :
nob: Svaret hans var som så :

source: Almmuhusevttohus Finnmark Dagbladii : Hámmárfeastta gilvvagárdeeaiggádiidda : Lehpet go bártidan dainna go bohccot guhtot din gilvvagárddiin ja borret din liđiid ?
nob: Forslag til annonse i Finnmark Dagblad : Til hageeierne i Hammerfest : Hadde De problemer med at reinen beitet i Deres hage og spiste Deres blomster siste år ?

source: Addet ruovttoluotta , borret bohccobierggu !
nob: Ta hevn – spis reinkjøtt !

source: Bohccot Hámmarfeasttas , 1980
nob: Rein i Hammerfest , 1980

source: ( Govva : Svein Lund )
nob: ( Foto : Svein Lund )

source: « Heivemeahttun sápmelašvealaheapmi »
nob: « Utilbørlig samediskriminering »

source: 1980-logus sáhtte sámepolitihkalaš njunnošat leat garrasat , eaige sámi skuvllatge nagodan garvit báinnahallamis .
nob: På 1980-tallet kunne frontene i samepolitikken være harde , og heller ikke samiske skoler kunne unngå å bli påvirka av det .

source: 1984:s gáibiduvvui skuvllas ahte galget seastit ruđa , ja rektor gávnnahii ahte seastá ruđa jus rabas virggiid ii almmut nu ollu aviissain .
nob: I 1984 hadde skolen blitt pålagt å spare penger , og rektor fant ut at man kunne spare inn på å annonsere ledige stillinger i færre aviser .

source: Okta dain mii bázii olggobeallái , lei dárogielat aviisa Ságat , mii dán áiggis ovddidii sámepolitihka mii lei ráđđehusa miela mielde .
nob: Ei av avisene som blei ramma , var den norskspråklige avisa Ságat , som i denne tida utmerka seg ved en svært regjeringsvennlig samepolitikk .

source: Go Ságat doaimmaheaddji oinnii ahte su aviisa ii ožžon daid seamma almmuhusaid go sámegiel aviisa Sámi Áigi , de dulkui son dan bahá guvlui , ja čálii váidalanreivve departementii : « Min mielas lea hui váidalahtti go rektor lea álggahan almmuhanvuogi mas boikohtte Ságat aviissa , mii fas dagaha ahte skuvla ohcá bargiid ovttabeallásaš sámepolitihkalaš oainnu vuođul . ...
nob: Når Ságats redaktør så at hans avis ikke fikk de samme annonsene som den samiskspråklige Sámi Áigi , tolka han dette i verste mening , og skreiv i et klagebrev til departementet : « Vi synes det er meget beklagelig at rektor har lagt opp til en annonsepraksis med boikott av Ságat , som medfører at skolene rekrutterer personell på ensidig samepolitisk grunnlag . …

source: Mii atnit rektora áššeguottu almmuheami oktavuođas Ságat aviissa ektui heivemeahttun sápmelašvealaheapmin , maid Norgga stáhta ii galggaše dovddahit . »
nob: Vi oppfatter rektors holdning til annonsering i Ságat som en utilbørlig form for samediskriminering som Den norske stat ikke bør være bekjent av . »

source: Boađusin dás šattai ahte sihke Oahpahus- ja Eanandoallodepartemeanta rávve rektora almmuhit buot rabas virggiid Ságat aviissas .
nob: Resultatet blei at både Utdannings- og Landbruksdepartementet påla rektor å annonsere alle ledige stillinger i Ságat .

source: Gudninamahus ?
nob: Hederstittel ?

source: Dát fearán dáhpáhuvai okte 80-logus , dan áiggi go Stáhta boazodoalloskuvla ja Sámi joatkkaskuvla leigga guokte iehčanas skuvlla ovtta dáhki vuolde .
nob: Denne historia hendte en gang på 80-tallet , mens Statens reindriftsskole og Samisk videregående skole var to sjølstendige skoler under samme tak .

source: Go leigga stáhta skuvllat , de goappašiid skuvllaide sáhtte boahtit guossit departemeanttain man vuollái skuvllat gulle .
nob: Som statens skoler var begge skolene utsatt for besøk fra sine respektive departement .

source: Boazodoalloskuvllas lei ollu jagiid Eanandoallodepartemeanttas dihto ásahushoavda ( dárogillii : byråsjef ) geainna lei oktavuohta .
nob: Reindriftsskolen hadde i mange år en byråsjef i Landbruksdepartementet som fast kontakt .

source: Son finadii nu dávjá guossis ahte oahppit dolke sus .
nob: Han var så ofte på besøk at elevene blei lei av han .

source: – Dego dat dál boahtá fas diet « birošeaffa » , sáhtte sii dadjat .
nob: – Nei , nå kommer denne « birošeaffa » igjen , kunne de si .

source: Sii suohtastalle bures dainna go gohčodedje su birošeaffan , ja ásahushoavda doaivvui guhká ahte son lea ožžon gudninamahusa , gitta dassái go muhtin ii nagodan šat doalahit , muhto muitalii sutnje maid vuosttaš oassi namas mearkkaša .
nob: De hadde stor moro av å tiltale han som birošeaffa , og byråsjefen trudde lenge han hadde fått en hederstittel . Helt til noen sprakk og fortalte han hva det første leddet i ordet betyr på samisk .

source: Olahus gáfevuoššamis
nob: Rekord i kaffekoking

source: Mekánalaš oahpu ohppiide lei heivemeahttun molsut bargobiktasiid ja suodjalanskuovaid ja viehkat boradanlatnji juohke háve go lei friddjaminuhtta .
nob: For elevene på mekanisk verksted var det uhøvelig å skifte av seg kjeledress og vernesko og springe på kantina hver gang det var friminutt .

source: Danne dahke oahppit ja oahpaheaddjit sierra čiega barggahahkii gos gáfestalle .
nob: Derfor laga elevene og lærerne seg egen kaffekrok på verkstedet .

source: Ovtta jagi lei skuvllas bearráigeahčči guhte ii liikon dán hommái .
nob: Men et år hadde skolen en inspektør som ikke syntes noe om dette tiltaket .

source: Muhto mekanihkkarat leat hárve ráđeheamit , ja sis han lei gássaapparáhtta .
nob: Inspektøren sørga for å beslaglegge kokeplata , men mekanikere er sjelden rådløse .

source: Sii bidje alumiidnabánno skruvvadoalanii gitta , ja dolastedje stuorimus áhcahangássasojuin ja garra gásadeattuin .
nob: Så med det største sveisegassbendet og kraftig gasstrykk , satte de aluminiumskjelen i skruestikka og fyra i vei .

source: Ii álo gierdan bánno diekkár deattu , nu ahte besse veahá hárjehallat alumiidnasveisema maid .
nob: Nå var det ikke alltid kjelen tålte denne påkjenninga , så det blei også litt trening i aluminiumssveising .

source: Okta ohppiin šattai maŋemus duođai gáfevuoššanmeašttirin .
nob: En elev blei etter hvert den reine mester i kaffekoking .

source: Son bijai olahusa vuoššat lihttara čázi 28 sekunddas , nu ahte bánno ii billašuvvan .
nob: Han satte rekorden med å koke opp 1 liter vann på 28 sekunder , uten å ødelegge kjelen .

source: Moadde jagi maŋŋil ovdánahtte gáfevuoššama eambbo .
nob: Noen år seinere utvikla mekanikerelevene kaffekokinga ytterligere .

source: Sii geavahedje buot gássaapparáhtaid oktanaga , 6 oahppi iešguđetge gásaboalddaniin , ja okta válddii áiggi diimmuin olahusgeahččaleamis .
nob: De brukte alle gassapparata på en gang . 6 elever sto med hver sin gassbrenner , mens en sto med stoppeklokke og tok tida på rekordforsøka .

source: Nammamoivvit 1–7
nob: Navneforviklinger 1–7

source: Skuvllas leat áiggiid čađa leamaš olles vihtta almmolaš nama dárogillii , guovtti maŋemusas dássálaga almmolaš sámegiel namain .
nob: Skolen har gjennom tidene hatt hele fem offisielle navn på norsk , de to siste med likestilt offisielt samisk navn .

source: Dát mielddisbuvttii ollu digaštallama , reivviid ja moivvi .
nob: Dette har gitt opphav til atskillig både diskusjon , korrespondanse og forvirring .

source: Dá leat moadde fearána skuvlla oallut namaid dihte :
nob: Her er noen utdrag fra historia om skolens mange navn :

source: Vuosttaš namma , « Statens heimeyrkeskole for samer » , ii ožžon goasse makkárge almmolaš sámi nama , muhto go skuvla daddjui sámegillii , de geavahuvvojedje máŋggalágán namat .
nob: Det første navnet , Statens heimeyrkeskole for samer , fikk aldri noen offisiell samisk form , men der skolen blei omtalt på samisk , blei det brukt forskjellige varianter .

source: Almmuheamis 1960:s geavahii skuvla nama Státta ruovtofid ' noskuvlla sámiide , artihkkalis Nuorttanaste-bláđis 1962:s gohčoduvvui dat Stata dalloduogje-skuvla samidi , Guovddagæinost .
nob: I ei annonse for skolen 1960 brukes navnet Státta ruovtofid ' noskuvlla sámiide , i en artikkel i Nuorttanaste i 1962 kalles skolen Stata dalloduogje-skuvla samidi , Guovddagæinost .

source: Buot skuvlla namain lea leamaš juoga sámiid birra dahje namas lea leamaš juoga sámegillii .
nob: Felles for alle skolens navn har vært at det har vært noe med samer eller samisk i navnet .

source: Eai buohkat leat dasa leamaš nu mielas .
nob: Alle har ikke alltid vært like glade for det .

source: 1960:s áiggui stivra rievdadit nama Statens heimeyrkeskole , Kautokeino , nu movt ruovttufidnoráđđi doarjjui , muhto departemeanta manai vuostá .
nob: I 1960 ønska styret , med støtte av heimeyrkerådet , å endre navnet til Statens heimeyrkeskole , Kautokeino , men fikk ikke gjennomslag for dette i departementet .

source: Skuvlla hálddahusas lei 60-logu álggus eará jurdda .
nob: Skolens ledelse hadde tidlig på 60-tallet en annen ide .

source: Sii háliidedje beassat eret namas « heimeyrkeskole » ja ohce lobi rievdadit nama « Den samiske yrkes- og husflidsskole » .
nob: De ønska å kvitte seg med begrepet « heimeyrkeskole » og søkte departementet om navneendring til Den samiske yrkes- og husflidsskole .

source: Golle ollu jagit ovdalgo besse molsut nama , ja ná šattaige skuvlla almmolaš namma jagiid 1968–1976 .
nob: Det skulle ta flere år før navneskiftet blei gjennomført og dette blei da skolens offisielle navn i perioden 1968–1976 .

source: Skuvlajagi 1974/75 , go skuvlla namma ain lei « Den samiske yrkes- og husflidsskole » , dáhtto oahppit ráhkadahttit skuvlabáiddiid .
nob: I skoleåret 1974/75 , mens skolen ennå bar navnet Den samiske yrkes- og husflidsskole , ønska elevene å få laga skolegenser .

source: Dáidda áigo skuvlla nama sámegillii , muhto eai oahppit iige hálddahus diehtán movt namma čállojuvvo riekta sámegillii .
nob: Der ville de ha skolen sitt navn på samisk , men verken elevene eller skolens ledelse visste hvordan det skulle oversettes rett .

source: Okta goitge árvalii « Sámi bar ' go- ja ruovtoduodjiskuv ' lea .
nob: Så en forsøkte seg med Sámi bar ' go- ja ruovtoduodjiskuv ' la .

source: Muhto go báiddit ollejedje skuvlii , de čuoččui dain « Sámi bár ' go – ja ruovtoduodjiskuv ' lea » .
nob: Men da genserne kom til skolen , sto det Sámi bár ' go- ja ruovtoduodjiskuv ' la .

source: Boasttu sajis čuvges « a » rievdadii fidnoskuvlla bárgunskuvlan .
nob: En feilplassert aksent over en « a » endra yrkesskolen til en gråteskole .

source: Muitaluvvo ahte buvttadeaddji šattai váldit báiddiid ruovttoluotta .
nob: [ bargat = arbeide , bárgut = gråte ] Det sies at produsenten måtte ta genserne i retur .

source: Oanehis áiggi maŋŋil lea goitge sámi namma dohkkehuvvon almmolaččat .
nob: Ikke så lenge etter dette må samisk navn likevel ha blitt offisielt godtatt .

source: Eat leat gávdnan dán birra beavdegirjjiin , muhto skuvlla arkiivii biddjojuvvui jahkedieđáhus dien jagi máhppii masa lei deaddiluvvon , álggos dárogillii , dan maŋŋel sámegillii : « Sámi fid ' no- ja ruok ' toduoddjiskuv ' lea .
nob: Vi har ikke kunnet finne det i protokollene , men i skolens arkiv blei årsmeldinga for dette skoleåret lagt inn i ei mappe der skolens navn var trykt , først på norsk , så på samisk : Sámi fid ' no- ja ruok ' toduoddjiskuv ' la .

source: Go joatkkaoahpahusláhka biddjui doibmii 1.1.1976 , de galge buot ovddeš gymnásat , fidnoskuvllat ja gávpeskuvllat gohčoduvvot joatkkaskuvlan .
nob: Da Lov om videregående opplæring trådte i kraft fra 1.1.1976 , skulle alle tidligere gymnas , yrkesskoler og handelsskoler hete videregående skole .

source: Stivra mearridii 3.10.1975 : « Den samiske yrkes- og husflidsskole galgá 1.1.1976 rájes gohčoduvvot Den samiske videregående skole , Kautokeino .
nob: Styret vedtok 3.10.1975 : « Den samiske yrkes- og husflidsskole skal fra 1.1.1976 hete : Den samiske videregående skole , Kautokeino .

source: Mii guoská sámegiel nammii skuvllas , bivdá stivra rektora háhkat evttohusaid giellakonsuleanttain mat fas ovdanbuktojuvvojit boahtte stivračoahkkimis dohkkeheapmái . »
nob: Når det gjelder navnet på samisk , ber styret rektor innhente forslag fra språkkonsulenter som forelegges neste styremøte for godkjenning . »

source: Rektor válddii oktavuođa Sámi Instituhtain , mii 13.02.1976 evttohii nama : Sámi joatkaskuv ' lea Guov ' dagæidno .
nob: Rektor kontakta Nordisk Samisk Institutt , som 13.2.1976 foreslo navnet : Sámi joatkaskuv ' la Guov ' dagæidno .

source: Stivrra beavdegirjái lea instituhta reive bájuhuvvon , mas čuožžu ahte Sámi Instituhtta lea geahčadan áigeguovdilis evttohusaid .
nob: I styreprotokollen er litt av brevet fra instituttet referert , der NSI drøfter aktuelle alternativer .

source: « Joatkin skuv ' lea ii dieđusge hei ' ve .
nob: « Joatkin skuv ' la ii dieđosge hei ' ve .

source: Joatkiskuv ' lea ii åru soappame , danin gå dat ii læt skuv ' lea mii joatká .
nob: Joatkiskuv ' la ii åru soappame , danin gå dat ii læt skuv ' la mii joatká .

source: Dát lea vuosttaš háve go juoga lea čállojuvvon sámegillii stivrabeavdegirjái .
nob: Joatkiskuv ' la synes ikke å passe , fordi det ikke er skolen som fortsetter .

source: Lei gollan 24 jagi ovdalgo dat dáhpáhuvai , ja manai guhkes áigi nuppe hávvái .
nob: Det tok 24 år før det skjedde , og det skulle gå lenge til neste gang .

source: Dárogiel namma rievddai jagi maŋŋil Samisk videregående skole , Kautokeino , ja sámegiel namma heivehuvvui 1980:s ođđa čállinvuohkái : Sámi joatkkaskuvla , Guovdageainnus .
nob: Det norske navnet blei etter et års tid forkorta til « Samisk videregående skole , Kautokeino » , og det samiske navnet blei i 1980 tilpassa til den nye samiske rettskrivinga : Sámi joatkkaskuvla , Guovdageainnus .

source: Skuvla čálii dalle reivve departementii ja bivddii lobi čállit skuvlla nama ođđa čállinvuogi mielde .
nob: Skolen skreiv da brev til departementet og ba om lov til å ta i bruk den nye rettskrivinga for skolenavnet .

source: Ii lean ollu maid skuvla ieš sáhtii mearridit departemeantta lobi haga .
nob: Det var ikke mye skolen sjøl kunne avgjøre uten departementets tillatelse .

source: Ii nu guhká maŋŋil go skuvla oaččui dálá nama , de oaččui skuvla ođđa kántorbargi .
nob: Ikke lenge etter at skolen fikk sitt nåværende navn , fikk skolen en ny kontorassistent .

source: Bargi lei oahpahuvvon ahte go vástida telefuvdnii , de galgá dadjat skuvlla nama .
nob: Kontoristen var blitt instruert til å svare i telefonen med skolens navn .

source: Muhtumin šattai dát telefuvdnaságastallan:– Sámi joatkkaskuvla ja boazodoalloskuvla , Samisk videregående skole og reindriftsskole .
nob: Etter sigende foregikk da følgende samtale : – Sámi joatkkaskuvla ja boazodoalloskuvla , Samisk videregående skole og reindriftsskole .

source: – Juogo gerget ?
nob: – Er du ferdig nå ?

source: – Ii dat leat goit mu sivva ahte skuvllas lea nu guhkes namma .
nob: – Det er da vel ikke min feil at skolen har så langt navn .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
